      <div class="col c2">
        <?php if(!function_exists('dynamic_sidebar') || !dynamic_sidebar('cfooter') ) : ?>
        <h2>Чем мы занимаемся</h2>
        
        <!-- По приведённому ниже образцу, заполните виджет &laquo;Текст&raquo;. Здесь лучше ничего не меняйте. -->
        <p>Федор Дмитриевич – специалист, знающий все о последних технологиях в области ремонта. «Качественно и недорого!»..</p>
        <ul class="fbg_ul">
          <li><a href="#">Спам в комментариях блога.</a></li>
          <li><a href="#">Кнопки социальных закладок.</a></li>
          <li><a href="#">Почтовая спам-рассылка.</a></li>
        </ul>
        <!-- Конец --> 
        
        <?php endif; ?>        
      </div>
